{
	"modal_trigger_title": "การตั้งค่าคุกกี้",
  
	"consent_modal_title": "เราใช้คุกกี้!",
	"consent_modal_description": "เว็บไซต์นี้ใช้คุกกี้เพื่อให้การทำงานที่ถูกต้องและคุกกี้เพื่อเข้าใจวิธีการที่คุณโต้ตอบกับมัน คุกกี้ชนิดหลังจะถูกตั้งค่าเมื่อได้รับการยินยอมเท่านั้น",
	"consent_modal_primary_btn": "ฉันยินยอม",
	"consent_modal_secondary_btn_settings": "ปรับแต่ง",
	"consent_modal_secondary_btn_accept_necessary": "ยอมรับเฉพาะที่จำเป็น",
  
	"settings_modal_title": "การตั้งค่าคุกกี้",
	"settings_modal_save_settings_btn": "บันทึกการตั้งค่า",
	"settings_modal_accept_all_btn": "ยอมรับทั้งหมด",
	"settings_modal_reject_all_btn": "ยอมรับเฉพาะที่จำเป็น",
	"settings_modal_close_btn_label": "ปิด",
  
	"settings_modal_before_consent_title": "การใช้คุกกี้",
	"settings_modal_before_consent_description": "เราใช้คุกกี้เพื่อให้การทำงานพื้นฐานของเว็บไซต์และเพื่อเพิ่มประสิทธิภาพการใช้งานออนไลน์ของคุณ คุณสามารถเลือกเข้าร่วม/ไม่เข้าร่วมสำหรับแต่ละหมวดหมู่ได้เมื่อใดก็ตาม",
  
	"settings_modal_after_consent_title": "ข้อมูลเพิ่มเติม",
	"settings_modal_after_consent_description": "สำหรับข้อสงสัยใดๆ เกี่ยวกับนโยบายคุกกี้และตัวเลือกของคุณ โปรดติดต่อเรา",
  
	"functionality_storage_title": "คุกกี้ฟังก์ชัน",
	"functionality_storage_description": "คุกกี้เหล่านี้จำเป็นสำหรับการทำงานของเว็บไซต์ของเรา หากไม่มีคุกกี้เหล่านี้ เว็บไซต์อาจทำงานไม่ถูกต้อง",
  
	"personalization_storage_title": "คุกกี้การปรับแต่ง",
	"personalization_storage_description": "คุกกี้การปรับแต่งอาจใช้คุกกี้ฝ่ายที่สามเพื่อช่วยในการปรับแต่งเนื้อหาและติดตามผู้ใช้ในเว็บไซต์และอุปกรณ์ที่แตกต่างกัน",
  
	"security_storage_title": "คุกกี้ความปลอดภัย",
	"security_storage_description": "คุกกี้ความปลอดภัยช่วยในการจัดเก็บข้อมูลที่เกี่ยวข้องกับความปลอดภัย เช่นการตรวจสอบสิทธิ์ การป้องกันการฉ้อโกง และวิธีการอื่นๆ เพื่อปกป้องผู้ใช้",
  
	"ad_storage_title": "คุกกี้โฆษณา",
	"ad_storage_description": "คุกกี้โฆษณาถูกใช้โดยเราหรือพันธมิตรของเราเพื่อแสดงเนื้อหาหรือโฆษณาที่เกี่ยวข้องทั้งในเว็บไซต์ของเราและในเว็บไซต์ของบุคคลที่สาม นี้ช่วยให้เราสร้างโปรไฟล์ตามความสนใจของคุณซึ่งเรียกว่าโปรไฟล์นามแฝง โดยข้อมูลเหล่านี้เราจะไม่สามารถระบุตัวตนของคุณโดยตรงได้ เนื่องจากมีการใช้ข้อมูลนามแฝงเท่านั้น นอกจากนี้ หากคุณไม่ให้ความยินยอม คุณจะไม่ได้รับเนื้อหาและโฆษณาที่ปรับให้เหมาะกับความสนใจของคุณ",
  
	"analytics_storage_title": "คุกกี้วิเคราะห์",
	"analytics_storage_description": "คุกกี้วิเคราะห์ช่วยให้เราวัดประสิทธิภาพของเว็บไซต์และแคมเปญโฆษณาของเรา เราใช้เพื่อกำหนดจำนวนการเข้าชมและแหล่งที่มาของการเข้าชมเว็บไซต์ของเรา เราประมวลผลข้อมูลที่ได้จากคุกกี้เหล่านี้เป็นรวมโดยไม่ใช้ตัวระบุที่ชี้ชัดไปยังผู้ใช้เฉพาะของเว็บไซต์ของเรา หากคุณปิดการใช้คุกกี้วิเคราะห์เกี่ยวกับการเข้าชมของคุณ เราจะสูญเสียความสามารถในการวิเคราะห์ประสิทธิภาพและปรับปรุงมาตรการของเรา",

	"cookie_table_col_name": "ชื่อ",
	"cookie_table_col_purpose": "คำอธิบาย",
	"cookie_table_col_processing_time": "การหมดอายุ",
	"cookie_table_col_provider": "ผู้ให้บริการ",
	"cookie_table_col_type": "ประเภท",
	"cookie_table_col_link": "ลิงก์",
	"cookie_table_col_link_find_out_more": "ลิงก์",
	"cookie_table_col_category": "หมวดหมู่",
	
	"processing_time_session": "เซสชัน",
	"processing_time_persistent": "ถาวร",
	
	"cookie_type_1st_party": "ฝ่ายที่ 1",
	"cookie_type_3rd_party": "ฝ่ายที่ 3",
	
	"find_out_more": "ดูข้อมูลเพิ่มเติม"
}