{
	"modal_trigger_title": "Cookie-instellingen",
  
	"consent_modal_title": "Wij gebruiken cookies!",
	"consent_modal_description": "Deze website gebruikt essentiële cookies om zijn goede werking te garanderen en tracking cookies om te begrijpen hoe u ermee omgaat. De laatste worden alleen ingesteld na toestemming.",
	"consent_modal_primary_btn": "Ik ga akkoord",
	"consent_modal_secondary_btn_settings": "Aanpassen",
	"consent_modal_secondary_btn_accept_necessary": "Alleen noodzakelijke cookies accepteren",
  
	"settings_modal_title": "Cookie-instellingen",
	"settings_modal_save_settings_btn": "Instellingen opslaan",
	"settings_modal_accept_all_btn": "Alles accepteren",
	"settings_modal_reject_all_btn": "Alleen noodzakelijke cookies accepteren",
	"settings_modal_close_btn_label": "Sluiten",
  
	"settings_modal_before_consent_title": "Gebruik van cookies",
	"settings_modal_before_consent_description": "We gebruiken cookies om de basisfunctionaliteiten van de website te waarborgen en om uw online ervaring te verbeteren. U kunt per categorie kiezen om in of uit te schakelen wanneer u wilt.",
  
	"settings_modal_after_consent_title": "Meer informatie",
	"settings_modal_after_consent_description": "Voor vragen met betrekking tot mijn cookiebeleid en uw keuzes, neem contact met ons op.",
  
	"functionality_storage_title": "Functionele cookies",
	"functionality_storage_description": "Deze cookies zijn noodzakelijk voor de goede werking van onze website. Zonder deze cookies werkt de website mogelijk niet correct.",
  
	"personalization_storage_title": "Personalisatie cookies",
	"personalization_storage_description": "Personalisatie cookies kunnen cookies van derden gebruiken om inhoud te personaliseren en gebruikers te volgen over verschillende websites en apparaten.",
  
	"security_storage_title": "Beveiligingscookies",
	"security_storage_description": "Beveiligingscookies maken het mogelijk beveiligingsgerelateerde informatie op te slaan, zoals authenticatie, fraudebescherming en andere middelen om de gebruiker te beschermen.",
  
	"ad_storage_title": "Advertentiecookies",
	"ad_storage_description": "Advertentiecookies worden door ons of onze partners gebruikt om u relevante inhoud of advertenties te tonen, zowel op onze site als op sites van derden. Hiermee kunnen we profielen op basis van uw interesses maken, zogenaamde gepseudonimiseerde profielen. Op basis van deze informatie is het meestal niet mogelijk om u direct als persoon te identificeren, aangezien alleen gepseudonimiseerde gegevens worden gebruikt. Tenzij u uw toestemming geeft, ontvangt u geen inhoud en advertenties die op uw interesses zijn afgestemd.",
  
	"analytics_storage_title": "Analysecookies",
	"analytics_storage_description": "Analysecookies stellen ons in staat de prestaties van onze website en onze reclamecampagnes te meten. We gebruiken ze om het aantal bezoeken en bronnen van bezoeken aan onze website te bepalen. We verwerken de gegevens die we via deze cookies verkrijgen in geaggregeerde vorm, zonder gebruik te maken van identificatoren die verwijzen naar specifieke gebruikers van onze website. Als u het gebruik van analysecookies in verband met uw bezoek uitschakelt, verliezen we het vermogen om prestaties te analyseren en onze maatregelen te optimaliseren.",
  
	"cookie_table_col_name": "Naam",
	"cookie_table_col_purpose": "Beschrijving",
	"cookie_table_col_processing_time": "Verlooptijd",
	"cookie_table_col_provider": "Aanbieder",
	"cookie_table_col_type": "Type",
	"cookie_table_col_link": "Link",
	"cookie_table_col_link_find_out_more": "Meer informatie",
	"cookie_table_col_category": "Categorie",
  
	"processing_time_session": "Sessie",
	"processing_time_persistent": "Persistent",
  
	"cookie_type_1st_party": "Eerste partij",
	"cookie_type_3rd_party": "Derde partij",
  
	"find_out_more": "meer informatie"
  }
  