{
	"modal_trigger_title": "Настройки файлов cookie",
  
	"consent_modal_title": "Мы используем файлы cookie!",
	"consent_modal_description": "Этот веб-сайт использует необходимые файлы cookie для обеспечения его правильной работы и файлы cookie для отслеживания взаимодействия с ним. Последние будут установлены только после вашего согласия.",
	"consent_modal_primary_btn": "Согласен",
	"consent_modal_secondary_btn_settings": "Настроить",
	"consent_modal_secondary_btn_accept_necessary": "Принять необходимые",
  
	"settings_modal_title": "Настройки файлов cookie",
	"settings_modal_save_settings_btn": "Сохранить настройки",
	"settings_modal_accept_all_btn": "Принять все",
	"settings_modal_reject_all_btn": "Принять необходимые",
	"settings_modal_close_btn_label": "Закрыть",
  
	"settings_modal_before_consent_title": "Использование файлов cookie",
	"settings_modal_before_consent_description": "Мы используем файлы cookie, чтобы обеспечить базовую функциональность веб-сайта и улучшить ваш онлайн-опыт. Вы можете выбирать для каждой категории, подписываться или отписываться в любое время.",
  
	"settings_modal_after_consent_title": "Дополнительная информация",
	"settings_modal_after_consent_description": "По всем вопросам, касающимся моей политики использования файлов cookie и ваших выборов, пожалуйста, свяжитесь с нами.",
  
	"functionality_storage_title": "Файлы cookie функциональности",
	"functionality_storage_description": "Эти файлы cookie необходимы для правильной работы нашего веб-сайта. Без них веб-сайт может работать некорректно.",
  
	"personalization_storage_title": "Файлы cookie персонализации",
	"personalization_storage_description": "Файлы cookie персонализации могут использовать файлы cookie сторонних лиц, чтобы помочь им персонализировать контент и отслеживать пользователей на разных веб-сайтах и устройствах.",
  
	"security_storage_title": "Файлы cookie безопасности",
	"security_storage_description": "Файлы cookie безопасности позволяют хранить информацию, связанную с безопасностью, такую ​​как аутентификация, защита от мошенничества и другие средства защиты пользователя.",
  
	"ad_storage_title": "Рекламные файлы cookie",
	"ad_storage_description": "Мы или наши партнеры используем файлы cookie для отображения вам релевантного контента или рекламы как на нашем сайте, так и на сайтах сторонних лиц. Это позволяет нам создавать профили на основе ваших интересов, так называемые псевдонимизированные профили. На основании этой информации обычно невозможно прямо идентифицировать вас как личность, поскольку используются только псевдонимизированные данные. Если вы не выразите свое согласие, вы не будете получать контент и рекламу, подходящие вам.",
  
	"analytics_storage_title": "Аналитические файлы cookie",
	"analytics_storage_description": "Аналитические файлы cookie позволяют нам измерять производительность нашего веб-сайта и наших рекламных кампаний. Мы используем их для определения числа посещений и источников посещений нашего веб-сайта. Мы обрабатываем полученные через эти файлы cookie данные агрегированно, не используя идентификаторы, указывающие на конкретных пользователей нашего веб-сайта. Если вы отключите использование аналитических файлов cookie в связи с вашим визитом, мы потеряем возможность анализировать производительность и оптимизировать наши мероприятия.",
  
	"cookie_table_col_name": "Название",
	"cookie_table_col_purpose": "Описание",
	"cookie_table_col_processing_time": "Истечение",
	"cookie_table_col_provider": "Поставщик",
	"cookie_table_col_type": "Тип",
	"cookie_table_col_link": "Ссылка",
	"cookie_table_col_link_find_out_more": "Ссылка",
	"cookie_table_col_category": "Категория",
  
	"processing_time_session": "Сеанс",
	"processing_time_persistent": "Постоянный",
  
	"cookie_type_1st_party": "1-ая сторона",
	"cookie_type_3rd_party": "3-я сторона",
  
	"find_out_more": "Узнать больше"
  }
  