{
	"modal_trigger_title": "Настройки за бисквитки",
  
	"consent_modal_title": "Използваме бисквитки!",
	"consent_modal_description": "Този уебсайт използва основни бисквитки, за да гарантира правилната си работа, и бисквитки за проследяване, за да разбере как взаимодействате с него. Последните ще бъдат зададени само след съгласието ви.",
	"consent_modal_primary_btn": "Съгласявам се",
	"consent_modal_secondary_btn_settings": "Персонализация",
	"consent_modal_secondary_btn_accept_necessary": "Приеми необходимите",
  
	"settings_modal_title": "Настройки за бисквитки",
	"settings_modal_save_settings_btn": "Запази настройките",
	"settings_modal_accept_all_btn": "Приеми всички",
	"settings_modal_reject_all_btn": "Приеми необходимите",
	"settings_modal_close_btn_label": "Затвори",
  
	"settings_modal_before_consent_title": "Използване на бисквитки",
	"settings_modal_before_consent_description": "Използваме бисквитки, за да гарантираме основната функционалност на уебсайта и да подобрим онлайн преживяването ви. Можете да изберете за всяка категория дали искате да активирате/деактивирате по всяко време.",
  
	"settings_modal_after_consent_title": "Допълнителна информация",
	"settings_modal_after_consent_description": "За въпроси, свързани с моята политика за бисквитките и вашите избори, моля свържете се с нас.",
  
	"functionality_storage_title": "Функционални бисквитки",
	"functionality_storage_description": "Тези бисквитки са необходими за правилното функциониране на нашия уебсайт. Без тях, уебсайтът може да не работи правилно.",
  
	"personalization_storage_title": "Персонализирани бисквитки",
	"personalization_storage_description": "Персонализирани бисквитки могат да използват бисквитки от трети страни, за да им помогнат да персонализират съдържанието и да проследяват потребителите на различни уебсайтове и устройства.",
  
	"security_storage_title": "Бисквитки за сигурност",
	"security_storage_description": "Бисквитките за сигурност позволяват съхранение на свързана със сигурност информация, като удостоверяване, защита срещу измами и други методи за защита на потребителя.",
  
	"ad_storage_title": "Бисквитки за реклама",
	"ad_storage_description": "Бисквитките за реклама се използват от нас или нашите партньори, за да ви показват съответно съдържание или реклами както на нашия сайт, така и на сайтове на трети страни. Това ни позволява да създадем профили на базата на вашите интереси, така наречените псевдонимизирани профили. На базата на тази информация обикновено не е възможно да ви идентифицираме директно като лице, тъй като се използват само псевдонимизирани данни. Ако не изразите съгласие, няма да получавате съдържание и реклами, персонализирани според вашите интереси.",
  
	"analytics_storage_title": "Аналитични бисквитки",
	"analytics_storage_description": "Аналитичните бисквитки ни позволяват да измерваме производителността на нашия уебсайт и ефективността на нашите рекламни кампании. Те ни помагат да определим броя на посещенията и източниците на трафика към нашия уебсайт. С тези данни можем да анализираме потребителското поведение и да вземем по-добри решения за подобряване на потребителския опит. Всички данни, събрани чрез аналитичните бисквитки, се обработват анонимно и агрегирани и се използват изключително за цели на статистически анализ и оптимизация на уебсайта.",

	"cookie_table_col_name": "Име",
	"cookie_table_col_purpose": "Описание",
	"cookie_table_col_processing_time": "Време за обработка",
	"cookie_table_col_provider": "Доставчик",
	"cookie_table_col_type": "Тип",
	"cookie_table_col_link": "Връзка",
	"cookie_table_col_link_find_out_more": "Връзка",
	"cookie_table_col_category": "Категория",
  
	"processing_time_session": "Сесия",
	"processing_time_persistent": "Постоянен",
  
	"cookie_type_1st_party": "Първа страна",
	"cookie_type_3rd_party": "Трета страна",
  
	"find_out_more": "Научете повече"
}	
  