{
	"modal_trigger_title": "Ρυθμίσεις cookie",
	
	"consent_modal_title": "Χρησιμοποιούμε cookies!",
	"consent_modal_description": "Αυτή η ιστοσελίδα χρησιμοποιεί τα απαραίτητα cookies για τη διασφάλιση της σωστής λειτουργίας της και cookies παρακολούθησης για την κατανόηση του πώς αλληλεπιδράτε μαζί της. Αυτά τα τελευταία θα οριστούν μόνο μετά τη συγκατάθεση σας.",
	"consent_modal_primary_btn": "Συμφωνώ",
	"consent_modal_secondary_btn_settings": "Προσαρμογή",
	"consent_modal_secondary_btn_accept_necessary": "Αποδοχή απαραίτητων",
	
	"settings_modal_title": "Ρυθμίσεις cookie",
	"settings_modal_save_settings_btn": "Αποθήκευση ρυθμίσεων",
	"settings_modal_accept_all_btn": "Αποδοχή όλων",
	"settings_modal_reject_all_btn": "Αποδοχή απαραίτητων",
	"settings_modal_close_btn_label": "Κλείσιμο",
	
	"settings_modal_before_consent_title": "Χρήση των cookies",
	"settings_modal_before_consent_description": "Χρησιμοποιούμε cookies για τη διασφάλιση των βασικών λειτουργιών της ιστοσελίδας και για τη βελτίωση της online εμπειρίας σας. Μπορείτε να επιλέξετε για κάθε κατηγορία να ενεργοποιήσετε ή να απενεργοποιήσετε όποτε θέλετε.",
	
	"settings_modal_after_consent_title": "Περισσότερες πληροφορίες",
	"settings_modal_after_consent_description": "Για οποιεσδήποτε ερωτήσεις σχετικά με την πολιτική μου για τα cookies και τις επιλογές σας, παρακαλούμε επικοινωνήστε μαζί μας.",
	
	"functionality_storage_title": "Λειτουργικότητα των cookies",
	"functionality_storage_description": "Αυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία της ιστοσελίδας μας. Χωρίς αυτά τα cookies, η ιστοσελίδα ενδέχεται να μην λειτουργεί σωστά.",
	
	"personalization_storage_title": "Προσωποποίηση των cookies",
	"personalization_storage_description": "Τα cookies προσωποποίησης μπορεί να χρησιμοποιούν τρίτοι για να τους βοηθήσουν να προσαρμόσουν το περιεχόμενο και να παρακολουθούν τους χρήστες σε διάφορες ιστοσελίδες και συσκευές.",
	
	"security_storage_title": "Cookies ασφάλειας",
	"security_storage_description": "Τα cookies ασφάλειας επιτρέπουν την αποθήκευση πληροφοριών που σχετίζονται με την ασφάλεια, όπως η ταυτοποίηση, η προστασία από απάτες και άλλα μέσα για την προστασία του χρήστη.",
	
	"ad_storage_title": "Cookies διαφήμισης",
	"ad_storage_description": "Τα cookies διαφήμισης χρησιμοποιούνται από εμάς ή από τους συνεργάτες μας για να σας εμφανίσουν σχετικό περιεχόμενο ή διαφημίσεις τόσο στον ιστότοπό μας όσο και σε ιστότοπους τρίτων. Αυτό μας επιτρέπει να δημιουργήσουμε προφίλ βάσει των ενδιαφερόντων σας, τα οποία ονομάζονται ψευδωνυμοποιημένα προφίλ. Με βάση αυτές τις πληροφορίες, συνήθως δεν είναι δυνατή η άμεση ταυτοποίησή σας ως πρόσωπο, καθώς χρησιμοποιούνται μόνο ψευδωνυμοποιημένα δεδομένα. Εκτός αν εκφράσετε τη συγκατάθεσή σας, δεν θα λάβετε περιεχόμενο και διαφημίσεις που προσαρμόζονται στα ενδιαφέροντά σας.",
	
	"analytics_storage_title": "Cookies αναλυτικών",
	"analytics_storage_description": "Τα cookies αναλυτικών μας επιτρέπουν να μετρήσουμε την απόδοση του ιστότοπού μας και των διαφημιστικών μας καμπανιών. Τα χρησιμοποιούμε για να προσδιορίσουμε τον αριθμό των επισκέψεων και των πηγών επισκέψεων στον ιστότοπό μας. Επεξεργαζόμαστε τα δεδομένα που λαμβάνουμε μέσω αυτών των cookies συγκεντρωτικά, χωρίς να χρησιμοποιούμε αναγνωριστικά που δείχνουν συγκεκριμένους χρήστες του ιστότοπού μας. Αν απενεργοποιήσετε τη χρήση των cookies αναλυτικών σχετικά με την επίσκεψή σας, χάνουμε τη δυνατότητα ανάλυσης της απόδοσης και την ενίσχυση των μέτρων μας.",
	
	"cookie_table_col_name": "Όνομα",
	"cookie_table_col_purpose": "Περιγραφή",
	"cookie_table_col_processing_time": "Λήξη",
	"cookie_table_col_provider": "Πάροχος",
	"cookie_table_col_type": "Τύπος",
	"cookie_table_col_link": "Σύνδεσμος",
	"cookie_table_col_link_find_out_more": "Σύνδεσμος",
	"cookie_table_col_category": "Κατηγορία",
	
	"processing_time_session": "Συνεδρία",
	"processing_time_persistent": "Μόνιμο",
	
	"cookie_type_1st_party": "1ης κατηγορίας",
	"cookie_type_3rd_party": "3ης κατηγορίας",
	
	"find_out_more": "Μάθετε περισσότερα"
}