{
	"modal_trigger_title": "કૂકી સેટિંગ્સ",
  
	"consent_modal_title": "અમે કૂકીઓ વાપરીએ છીએ!",
	"consent_modal_description": "આ વેબસાઇટ યોગ્ય રીતે ચાલતી રાખવા માટે આવશ્યક કૂકીઓનો ઉપયોગ કરે છે અને તમે તે સાથે કેવી રીતે બતાવો તે સમજવા માટે ટ્રેકિંગ કૂકીઓનો ઉપયોગ કરે છે. તે પછીનાં ફક્ત તમારી સંમતિ આપવા પછી સેટ થશે.",
	"consent_modal_primary_btn": "હા માન્યું છું",
	"consent_modal_secondary_btn_settings": "વૈયક્તિકારિત કરો",
	"consent_modal_secondary_btn_accept_necessary": "જરૂરી સ્વીકારો",
  
	"settings_modal_title": "કૂકી સેટિંગ્સ",
	"settings_modal_save_settings_btn": "સેટિંગ્સ સાચવો",
	"settings_modal_accept_all_btn": "બધું સ્વીકારો",
	"settings_modal_reject_all_btn": "જરૂરી સ્વીકારો",
	"settings_modal_close_btn_label": "બંધ કરો",
  
	"settings_modal_before_consent_title": "કૂકીનો ઉપયોગ",
	"settings_modal_before_consent_description": "આ વેબસાઇટના મૂળભૂત કામોની ખાતરી માટે અને તમારી ઑનલાઇન અનુભવને વધારવા માટે અમે કૂકીઓનો ઉપયોગ કરીએ છીએ. તમે પ્રતિ વર્ગ માટે તમારી પસંદ કરી શકો છો કે તમે તેને કયા સમયમાં સ્વીકારો કે નકારો છો.",
  
	"settings_modal_after_consent_title": "વધુ માહિતી",
	"settings_modal_after_consent_description": "કૂકીઓ અને તમારી પસંદગીઓ વિશે મારી નીતિની કોઈ પ્રશ્નો માટે, કૃપા કરીને અમારો સંપર્ક કરો.",
  
	"functionality_storage_title": "કાર્યકારીતા કૂકીઓ",
	"functionality_storage_description": "આ કૂકીઓ અમારી વેબસાઇટનું યોગ્ય ચાલન ખરેખર સાચવવા માટે જરૂરી છે. આ કૂકીઓ વિનાનું વેબસાઇટ યોગ્ય રીતે કામ ન કરી શકે છે.",
	"personalization_storage_title": "વૈયક્તિકરણ કૂકીઓ",
	"personalization_storage_description": "વૈયક્તિકરણ કૂકીઓ ત્રીજી પક્ષના કૂકીઓનો ઉપયોગ કરીને તેમનીનું કન્ટેન્ટ વૈયક્તિકરિત કરવા અને વિવિધ વેબસાઇટ્સ અને ડિવાઇસીઝ પર વપરાશકર્તાઓને ટ્રેક કરવામાં મદદ કરી શકે છે.",
	"security_storage_title": "સુરક્ષા કૂકીઓ",
	"security_storage_description": "સુરક્ષા કૂકીઓ સુરક્ષા સંબંધિત માહિતીને સંગ્રહિત કરવામાં મદદ કરે છે, જેમ કે પ્રમાણિકતા, ફ્રોડ સંરક્ષણ, અને વપરાશકર્તાને સંરક્ષિત કરવા અન્ય સાધનો.",
	"ad_storage_title": "જાહેરાતી કૂકીઓ",
	"ad_storage_description": "આપણે અથવા અમારા ભાગીદારો દ્વારા તમને અર્થપૂર્ણ વિષયસંબંધી સમાચાર અથવા જાહેરાતો દર્શાવવા માટે વપરાશ કરવામાં આવતા જાહેરાતી કૂકીઓ. આ અમને તમારી રુચિઓ પર આધારિત પ્રોફાઈલ્સ બનાવવામાં મદદ કરે છે, તેને સુદ્ધારે પ્સેડોનિમાઇસ્ડ પ્રોફાઈલ્સ કહેવામા આવે છે. આ માહિતી પર આધારિત પર્સનને સીધા સંજ્ઞાયાંકિત કરવા સામાન્ય રીતે સાધ્ય નથી, કારણ કે ફક્ત પ્સેડોનિમાઇસ્ડ ડેટાનો ઉપયોગ કરવામાં આવ્યો છે. જો તમે સ્વીકારો વ્યક્ત કરો નથી, તો તમે તમારી રુચિઓ પર આધારિત સમગ્ર વિગતો અને જાહેરાતો મેળવવા મળતા નથી.",
	"analytics_storage_title": "એનાલિટિક્સ કૂકીઓ",
	"analytics_storage_description": "એનાલિટિક્સ કૂકીઓ અમારી વેબસાઇટ અને અમારા જાહેરાતી પ્રચાર પ્રયાસોની કાર્યન્યાસનાનું માપન કરવામાં મદદ કરે છે. અમે તેમને અમારી વેબસાઇટ પર ભેટેના અને ભેટાળાના મૂળોની સંખ્યા ને નિશ્ચિત કરવામાં વપરાય છીએ. આ કૂકીઓ દ્વારા મળેલા ડેટાને અગ્રીગેટ રીતે પ્રક્રિયા કરીએ છે, અમારી વેબસાઇટના નિશ્ચિત વપરાશકર્તાઓ દ્વારા નિર્દિષ્ટ ઓળખકર્ત પરિચિત ન કરવા માટે. જો તમે તમારા ભેટાળા અનુભવ સાથે સંબંધિત એનાલિટિક્સ કૂકીઓના ઉપયોગને અયાસે બંધ કરો છો, તો અમે કાર્યની પ્રદર્શનને વિશ્લેષણ કરવાની અને અમારા ઉપાયોને સુધારવાની સામર્થ્ય ગુમ કરીશું.",

	"cookie_table_col_name": "નામ",
	"cookie_table_col_purpose": "વર્ણન",
	"cookie_table_col_processing_time": "સમાપ્તિ",
	"cookie_table_col_provider": "પ્રદાતા",
	"cookie_table_col_type": "પ્રકાર",
	"cookie_table_col_link": "લિંક",
	"cookie_table_col_link_find_out_more": "લિંક",
	"cookie_table_col_category": "શ્રેણી",
  
	"processing_time_session": "સત્ર",
	"processing_time_persistent": "સ્થિર",
  
	"cookie_type_1st_party": "1st પાર્ટી",
	"cookie_type_3rd_party": "3rd પાર્ટી",
  
	"find_out_more": "વધુ માહિતી મેળવો"	
}


  