{
	"modal_trigger_title": "Параметри за колачиња",
  
	"consent_modal_title": "Користиме колачиња!",
	"consent_modal_description": "Овој веб-сајт користи основни колачиња за обезбедување на неговото правилно функционирање и проследување колачиња за разбирање како комуницирате со него. Оние ќе бидат поставени само по согласност.",
	"consent_modal_primary_btn": "Се согласувам",
	"consent_modal_secondary_btn_settings": "Прилагоди",
	"consent_modal_secondary_btn_accept_necessary": "Прифати потребни",
  
	"settings_modal_title": "Параметри за колачиња",
	"settings_modal_save_settings_btn": "Зачувај параметри",
	"settings_modal_accept_all_btn": "Прифати ги сите",
	"settings_modal_reject_all_btn": "Прифати ги потребните",
	"settings_modal_close_btn_label": "Затвори",
  
	"settings_modal_before_consent_title": "Употреба на колачиња",
	"settings_modal_before_consent_description": "Користиме колачиња за обезбедување на основните функционалности на веб-сајтот и за подобрување на вашиот онлајн доживот. Можете да изберете за секоја категорија дали да се приклучите/исклучите по ваша желба.",
  
	"settings_modal_after_consent_title": "Повеќе информации",
	"settings_modal_after_consent_description": "За било какви прашања поврзани со мојата политика за колачиња и вашите избори, ве молиме контактирајте не.",
  
	"functionality_storage_title": "Функционални колачиња",
	"functionality_storage_description": "Овие колачиња се потребни за правилното функционирање на нашиот веб-сајт. Без нив, веб-сајтот може да не функционира правилно.",
  
	"personalization_storage_title": "Колачиња за персонализација",
	"personalization_storage_description": "Колачињата за персонализација можат да користат колачиња од трети лица за да им помогнат да ги персонализираат содржината и да следат корисниците на различни веб-сајтови и уреди.",
  
	"security_storage_title": "Колачиња за безбедност",
	"security_storage_description": "Колачињата за безбедност овозможуваат зачувување на информации поврзани со безбедноста, како автентикација, заштита од измами и други средства за заштита на корисникот.",
  
	"ad_storage_title": "Колачиња за рекламирање",
	"ad_storage_description": "Колачињата за рекламирање се користат од нас или нашите партнери за да ви прикажат релевантен содржин или реклами, и на нашиот сајт и на сајтовите од трети лица. Ова ни овозможува да креираме профили базирани на вашите интереси, така наречените псевдонимизирани профили. На основа на овие информации, обично не е можно директно да ве идентификуваме како личност, бидејќи само псевдонимизирани податоци се користат. Ако не дадете согласност, нема да добиете содржини и реклами прилагодени на вашите интереси.",
  
	"analytics_storage_title": "Аналитички колачиња",
	"analytics_storage_description": "Аналитичките колачиња ни овозможуваат да го мериме перформансата на нашиот веб-сајт и нашите рекламни кампањи. Ги користиме за да утврдиме бројот на посети и изворите на посетите на нашиот веб-сајт. Обработуваме податоците што ги добиваме преку овие колачиња во агрегат, без користење на идентификатори кои укажуваат на специфични корисници на нашиот веб-сајт. Ако ги оневозможите колачињата за анализа во врска со вашата посета, губиме можност за анализа на перформансите и оптимизација на нашите мерки.",
  
	"cookie_table_col_name": "Име",
	"cookie_table_col_purpose": "Опис",
	"cookie_table_col_processing_time": "Истекување",
	"cookie_table_col_provider": "Давател",
	"cookie_table_col_type": "Тип",
	"cookie_table_col_link": "Линк",
	"cookie_table_col_link_find_out_more": "Линк",
	"cookie_table_col_category": "Категорија",
  
	"processing_time_session": "Сесија",
	"processing_time_persistent": "Трајна",
  
	"cookie_type_1st_party": "Прва страна",
	"cookie_type_3rd_party": "Трета страна",
  
	"find_out_more": "Дознајте повеќе"
}
  