{
	"modal_trigger_title": "Налаштування файлів cookie",
  
	"consent_modal_title": "Ми використовуємо файли cookie!",
	"consent_modal_description": "Цей веб-сайт використовує необхідні файли cookie для забезпечення його належної роботи та файли cookie відстеження для розуміння того, як ви взаємодієте з ним. Останні будуть встановлені лише після вашої згоди.",
	"consent_modal_primary_btn": "Я згоден",
	"consent_modal_secondary_btn_settings": "Налаштувати",
	"consent_modal_secondary_btn_accept_necessary": "Прийняти необхідні",
  
	"settings_modal_title": "Налаштування файлів cookie",
	"settings_modal_save_settings_btn": "Зберегти налаштування",
	"settings_modal_accept_all_btn": "Прийняти всі",
	"settings_modal_reject_all_btn": "Прийняти необхідні",
	"settings_modal_close_btn_label": "Закрити",
  
	"settings_modal_before_consent_title": "Використання файлів cookie",
	"settings_modal_before_consent_description": "Ми використовуємо файли cookie, щоб забезпечити основні функціональності веб-сайту та покращити ваш онлайн-досвід. Ви можете вибрати для кожної категорії, щоб дозволити/відхилити в будь-який час.",
  
	"settings_modal_after_consent_title": "Додаткова інформація",
	"settings_modal_after_consent_description": "За всіма питаннями, що стосуються моєї політики відносно файлів cookie та ваших виборів, будь ласка, зв'яжіться з нами.",
  
	"functionality_storage_title": "Функціональні файли cookie",
	"functionality_storage_description": "Ці файли cookie необхідні для належної роботи нашого веб-сайту. Без цих файлів cookie веб-сайт може працювати некоректно.",
  
	"personalization_storage_title": "Файли cookie персоналізації",
	"personalization_storage_description": "Файли cookie персоналізації можуть використовувати файли cookie від третіх осіб, щоб допомогти їм персоналізувати вміст та відстежувати користувачів на різних веб-сайтах та пристроях.",
  
	"security_storage_title": "Файли cookie безпеки",
	"security_storage_description": "Файли cookie безпеки дозволяють зберігати інформацію, пов'язану з безпекою, таку як автентифікація, захист від шахрайства та інші засоби захисту користувача.",
  
	"ad_storage_title": "Файли cookie реклами",
	"ad_storage_description": "Файли cookie реклами використовуються нами або нашими партнерами, щоб показувати вам відповідний вміст або рекламу як на нашому веб-сайті, так і на сайтах третіх осіб. Це дозволяє нам створювати профілі на основі ваших інтересів, так звані псевдонімізовані профілі. На основі цієї інформації загалом неможливо прямо ідентифікувати вас як особу, оскільки використовується лише псевдонімізовані дані. Якщо ви не висловите свою згоду, ви не отримаєте контент і рекламу, налаштовану під ваші інтереси.",
  
	"analytics_storage_title": "Файли cookie аналітики",
	"analytics_storage_description": "Файли cookie аналітики дозволяють нам вимірювати продуктивність нашого веб-сайту та наших рекламних кампаній. Ми використовуємо їх для визначення кількості відвідувань та джерел відвідувань нашого веб-сайту. Ми обробляємо дані, отримані через ці файли cookie, узагальнено, без використання ідентифікаторів, які вказують на конкретних користувачів нашого веб-сайту. Якщо ви вимкнете використання файлів cookie аналітики у відношенні до вашого візиту, ми втратимо можливість аналізувати продуктивність та оптимізувати наші заходи.",

	"cookie_table_col_name": "Назва",
	"cookie_table_col_purpose": "Опис",
	"cookie_table_col_processing_time": "Термін дії",
	"cookie_table_col_provider": "Постачальник",
	"cookie_table_col_type": "Тип",
	"cookie_table_col_link": "Посилання",
	"cookie_table_col_link_find_out_more": "Посилання",
	"cookie_table_col_category": "Категорія",
  
	"processing_time_session": "Сесія",
	"processing_time_persistent": "Постійний",
  
	"cookie_type_1st_party": "Перша сторона",
	"cookie_type_3rd_party": "Третя сторона",
  
	"find_out_more": "Дізнатися більше"
}	
  